[
    {
        "title": "Best Science-fictions book of 2023",
        "image": "https://i.ibb.co/x6n5ZnG/download.jpg",
        "Shortdescription": "People likes to read something imaginative and futuristic concept.Something like that present in Sci-Fi.it usually set in dystopian and futuristic scenarios where the advancement of technology has presented the characters in the story with novel social and personal problems that are to be solved. ",
        "LongDescription": "Here are top Sci-Fi books I recommend t0 read in this year 2023.The books are-'Dune': by Frank Herbert: In a distant future, interstellar noble families fight for control over the desert planet Arrakis, the only source of a valuable spice called melange.'Ender's Game' by Orson Scott Card: A young boy, Ender Wiggin, is trained at a military academy in a battle against an alien species threatening humanity.'1984' by George Orwell: Set in a dystopian society, this classic explores themes of totalitarianism, surveillance, and the fight for individual freedom.'The Martian' by Andy Weir, Stranded alone on Mars, astronaut Mark Watney must use his resourcefulness and scientific knowledge to survive and find a way back home.'Neuromancer' by William Gibson: This cyberpunk novel follows a washed-up computer hacker hired for an impossible heist involving artificial intelligence and corporate espionage.",
        "published_date": "Tue Nov 07 2023 22:15:01 GMT+0600 (Bangladesh Standard Time)",
        "category": "Science Fiction",
        "blogowner": "Tanya Sultana",
        "blogowneremail": "tanyasultana60@gmail.com",
        "blogownerimage": "https://lh3.googleusercontent.com/a/ACg8ocLVtP1Rj5xvYrGgUZSPPMWrkyqwr5rMajclu16XUiBfu9Q=s96-c"
      },
      {
        "title": "The Best Japanese Mystery Books To Read!",
        "image": "https://i.ibb.co/MhsRHtk/download-1.jpg",
        "Shortdescription": "The Japanese are unbeatable regarding food, anime, culture, technology, and entertainment, so it is no surprise that the books by Japanese authors are some of the best in the literary world, especially their murder mysteries. Japanese mysteries have the traditional or orthodox style (honkaku) and the non–orthodox style (shin honkaku) of writing.",
        "LongDescription": "Some books are-'Gone Girl' by Gillian Flynn: When Nick Dunne's wife goes missing, the investigation takes a twisty turn as secrets and lies are unravelled.'The Girl with the Dragon Tattoo' by Stieg Larsson: A journalist and a computer hacker team up to investigate a decades-old disappearance and a dark family secret.'The Silent Patient' by Alex Michaelides: A psychotherapist delves into the mind of a notorious artist, who has been silent since committing a brutal murder.'The Da Vinci Code' by Dan Brown: When a curator is murdered, Harvard symbologist Robert Langdon is on a quest to uncover a secret that could shake the foundations of religion.'The Girl on the Train' by Paula Hawkins: Rachel, a troubled alcoholic, becomes entangled in a missing persons case while on her daily train commute. ",
        "published_date": "Tue Nov 07 2023 22:32:48 GMT+0600 (Bangladesh Standard Time)",
        "category": "Mystery",
        "blogowner": "Tanya Sultana",
        "blogowneremail": "tanyasultana60@gmail.com",
        "blogownerimage": "https://lh3.googleusercontent.com/a/ACg8ocLVtP1Rj5xvYrGgUZSPPMWrkyqwr5rMajclu16XUiBfu9Q=s96-c"
      },
      {
        "title": "Do You Buy Books And Never Read Them?",
        "image": "https://i.ibb.co/PGGYZt0/download-2.jpg",
        "Shortdescription": "Are you a person who keeps buying books without actually reading them? Do you feel tempted when you see new books while ignoring your unread books at home? Welcome to the world of Tsundoku or the art of collecting more books without reading them! ",
        "LongDescription": "Nowadays, book boxes and curated book collections offered at a lower price are becoming more popular. It’s natural for people to be lured and opt for a box or collection when the cost of ten to twelve books is simply in thousands, and a single book is five hundred, leading them to purchase more books than they had initially intended. When one or two books can be finished in a matter of days or weeks, we feel sluggish in reading the other ten books, and the books other than the ones we actually need begin to pile up. Besides this, book challenges trigger impulse buying, resulting in unread books.Remember that time of year when we promised ourselves that we would read two books per week and finish a hundred books before the end of the year? The fun fact is that such goals are rarely ticked off. Having high hopes is one thing, but some people go too far and purchase all the books beforehand, resulting in a huge mess of unread books. Also, many people inherit books from across generations. Those books and the new ones they purchase get stacked up.   ",
        "published_date": "Tue Nov 07 2023 22:49:24 GMT+0600 (Bangladesh Standard Time)",
        "category": "Author's Hub",
        "blogowner": "Tanya Sultana",
        "blogowneremail": "tanyasultana60@gmail.com",
        "blogownerimage": "https://lh3.googleusercontent.com/a/ACg8ocLVtP1Rj5xvYrGgUZSPPMWrkyqwr5rMajclu16XUiBfu9Q=s96-c"
      },
      {
        "title": "Best Books You Should Read For Self-Growth",
        "image": "https://i.ibb.co/JzBswXQ/download-3.jpg",
        "Shortdescription": "Self-improvement is the most important thing that we need to achieve. I’m sure at one point or another in our lives, we hit upon an epiphany and ask ourselves this question: why do I need self-growth? And how can I reach it? That is why here are some books that you need to read to reach your self-growth.",
        "LongDescription": "The 7 Habits of Highly Effective People by Stephen R. Covey.This classic book teaches readers how to develop habits that lead to personal and professional success. Covey presents a framework for effective living based on timeless principles like proactivity, prioritization, and synergy.Atomic Habits by James Clear.Clear explains how small, incremental changes in our habits can have a profound impact on our lives. He provides practical strategies to break bad habits, establish good ones, and ultimately create a system for continuous personal improvement.",
        "published_date": "Tue Nov 07 2023 22:56:55 GMT+0600 (Bangladesh Standard Time)",
        "category": "Self help",
        "blogowner": "Tanya Sultana",
        "blogowneremail": "tanyasultana60@gmail.com",
        "blogownerimage": "https://lh3.googleusercontent.com/a/ACg8ocLVtP1Rj5xvYrGgUZSPPMWrkyqwr5rMajclu16XUiBfu9Q=s96-c"
      },
      {
        "title": "Highly acclaimed fiction books that have received widespread praise",
        "image": "https://i.ibb.co/qdPyxVC/download-5.jpg",
        "Shortdescription": "Do you like the Type of book or story that is written about imaginary characters and events ?and does not describe real people or deal with facts, or a false report or statement that you pretend is true?",
        "LongDescription": "Some books are : To Kill a Mockingbird by Harper Lee: A classic novel that tackles themes of racial injustice and compassion in a small town in the American South.2.1984 by George Orwell 📖: A dystopian novel set in a repressive society where individualism is suppressed, and the government controls every aspect of life.3. Pride and Prejudice by Jane Austen A beloved romantic comedy of manners that explores themes of love, class, and societal expectations in 19th-century England.The Great Gatsby by F. Scott Fitzgerald: A captivating story set in the Jazz Age, depicting the decadence, obsession, and disillusionment of the American Dream.",
        "published_date": "Tue Nov 02 2023 22:15:01 GMT+0600 (Bangladesh Standard Time)",
        "category": "Fiction",
        "blogowner": "Tanya Sultana",
        "blogowneremail": "tanyasultana60@gmail.com",
        "blogownerimage": "https://lh3.googleusercontent.com/a/ACg8ocLVtP1Rj5xvYrGgUZSPPMWrkyqwr5rMajclu16XUiBfu9Q=s96-c"
      },
      {
        "title": " Some recommended non-fiction books",
        "image": "https://i.ibb.co/Pcjjf4y/download-6.jpg",
        "Shortdescription": "Do you like writing that is about real events and facts, rather than stories that have been invented??",
        "LongDescription": "Sapiens: A Brief History of Humankind by Yuval Noah Harari Harari provides a captivating overview of the history and development of the human species, covering topics such as biology, culture, and society. It offers thought-provoking insights into our past and raises questions about our future.Educated by Tara Westover .Westover shares her remarkable memoir, recounting her journey from a restrictive and abusive upbringing in rural Idaho to pursuing education and breaking free from her circumstances. It's a powerful exploration of resilience and the pursuit of knowledge.Quiet: The Power of Introverts in a World That Can't Stop Talking by Susan Cain Cain explores the power and strengths of introverts in a society that often values extroverted traits. She delves into the science, psychology, and societal dynamics behind introversion, offering insights and validation for introverts and extroverts alike.",
        "published_date": "Tue Nov 01 2023 22:15:01 GMT+0600 (Bangladesh Standard Time)",
        "category": "Non-fiction",
        "blogowner": "Tanya Sultana",
        "blogowneremail": "tanyasultana60@gmail.com",
        "blogownerimage": "https://lh3.googleusercontent.com/a/ACg8ocLVtP1Rj5xvYrGgUZSPPMWrkyqwr5rMajclu16XUiBfu9Q=s96-c"
      },
      {
        "title": "Best Fantasy Books To Start Reading First!",
        "image": "https://i.ibb.co/0nkXtPv/download-7.jpg",
        "Shortdescription": "Over a decade , everyone’s favorite Character, Harry potter, was first introduced to the world in the book Harry Potter by JK Rowling. At the time of publication, JK Rowling was yet to realize the effect this character would have on the Fantasy genre for years to come. ",
        "LongDescription": "Harry Potter is a series of seven fantasy novels written by British author J. K. Rowling. The novels chronicle the lives of a young wizard, Harry Potter, and his friends Hermione Granger and Ron Weasley, all of whom are students at Hogwarts School of Witchcraft and Wizardry. The main story arc concerns Harry's conflict with Lord Voldemort, a dark wizard who intends to become immortal, overthrow the wizard governing body known as the Ministry of Magic, and subjugate all wizards and Muggles (non-magical people).Since the release of the first novel, Harry Potter and the Philosopher's Stone, on 26 June 1997, the books have found immense popularity, positive reviews, and commercial success worldwide. They have attracted a wide adult audience as well as younger readers, and are widely considered cornerstones of modern literature.[4][5] As of February 2023, the books have sold more than 600 million copies worldwide, making them the best-selling book series in history, and have been available in 85 languages.[6] The last four books consecutively set records as the fastest-selling books in history, with the final instalment selling roughly 2.7 million copies in the United Kingdom and 8.3 million copies in the United States within twenty-four hours of its release.The success of the books and films has allowed the Harry Potter franchise to expand with numerous derivative works, a travelling exhibition that premiered in Chicago in 2009, a studio tour in London that opened in 2012, a digital platform on which J. K. Rowling updates the series with new information and insight, and a pentalogy of spin-off films premiering in November 2016 with Fantastic Beasts and Where to Find Them, among many other developments. Themed attractions, collectively known as The Wizarding World of Harry Potter, have been built at several Universal Destinations & Experiences amusement parks around the world.",
        "published_date": "Tue Nov 03 2023 22:15:01 GMT+0600 (Bangladesh Standard Time)",
        "category": "Fantasy",
        "blogowner": "Tanya Sultana",
        "blogowneremail": "tanyasultana60@gmail.com",
        "blogownerimage": "https://lh3.googleusercontent.com/a/ACg8ocLVtP1Rj5xvYrGgUZSPPMWrkyqwr5rMajclu16XUiBfu9Q=s96-c"
      },
      {
        "title": "Romatic Books which people likes most in this year",
        "image": "https://i.ibb.co/tMZ5MB3/download-8.jpg",
        "Shortdescription": " Romantic books are all about love, passion, and emotional connections between characters. These stories often revolve around a central romantic relationship and explore the ups and downs of falling in love, overcoming obstacles, and finding lasting happiness.",
        "LongDescription": "Pride and Prejudice by Jane Austen: A classic tale of love misunderstandings, and overcoming societal expectations in 19th-century England.The Notebook by Nicholas Sparks: A heartfelt story of enduring love between Noah and Allie, who face obstacles that test their bond.Outlander by Diana Gabaldon: Claire Randall time-travels from 1945 to 1743 Scotland, where she encounters a passionate romance that spans centuries.",
        "published_date": "Tue Nov 04 2023 22:15:01 GMT+0600 (Bangladesh Standard Time)",
        "category": "Romance",
        "blogowner": "Tanya Sultana",
        "blogowneremail": "tanyasultana60@gmail.com",
        "blogownerimage": "https://lh3.googleusercontent.com/a/ACg8ocLVtP1Rj5xvYrGgUZSPPMWrkyqwr5rMajclu16XUiBfu9Q=s96-c"
      },
      {
        "title": "Best bio-graphys of all time",
        "image": "https://i.ibb.co/1ZJpNk3/download-9.jpg",
        "Shortdescription": "chronicles the life story of an individual, often a notable figure from history, a public figure, or someone who has made significant contributions to their field. Biographies can provide a deep insight into the person's upbringing, experiences, achievements, and challenges faced throughout their life. ",
        "LongDescription": "Some books are - A Beautiful Mind by Sylvia Nasar :This biography of esteemed mathematician John Nash was both a finalist for the 1998 Pulitzer Prize and the basis for the award-winning film of the same name. Nasar thoroughly explores Nash’s prestigious career, from his beginnings at MIT to his work at the RAND Corporation — as well the internal battle he waged against schizophrenia, a disorder that nearly derailed his life.Enrique's Journey by Sonia Nazario:When Enrique was only five years old, his mother left Honduras for the United States, promising a quick return. Eleven years later, Enrique finally decided to take matters into his own hands in order to see her again: he would traverse Central and South America via railway, risking his life atop the “train of death” and at the hands of the immigration authorities, to reunite with his mother. This tale of Enrique’s perilous journey is not for the faint of heart, but it is an account of incredible devotion and sharp commentary on the pain of separation among immigrant families. ",
        "published_date": "Tue Nov 06 2023 22:15:01 GMT+0600 (Bangladesh Standard Time)",
        "category": "Bio-graphy",
        "blogowner": "Tanya Sultana",
        "blogowneremail": "tanyasultana60@gmail.com",
        "blogownerimage": "https://lh3.googleusercontent.com/a/ACg8ocLVtP1Rj5xvYrGgUZSPPMWrkyqwr5rMajclu16XUiBfu9Q=s96-c"
      },
      {
        "title": "Best historical books to read",
        "image": "https://i.ibb.co/rbnZ9WK/download-10.jpg",
        "Shortdescription": "Historical books are literary works that explore and chronicle significant events, periods, or people from the past. These books provide a detailed and researched account of historical events, offering insights into different eras, cultures, and civilizations. They often present a factual narrative, focusing on key events, social, political, or economic developments, and the individuals who shaped history.",
        "LongDescription": "Some books are- : The Diary of a Young Girl by Anne Frank:This powerful diary was written by Anne Frank during World War II, offering a firsthand account of her life in hiding from the Nazis. It provides a poignant and intimate perspective on the Holocaust. ",
        "published_date": "Tue Nov 01 2023 20:15:01 GMT+0600 (Bangladesh Standard Time)",
        "category": "Historical",
        "blogowner": "Tanya Sultana",
        "blogowneremail": "tanyasultana60@gmail.com",
        "blogownerimage": "https://lh3.googleusercontent.com/a/ACg8ocLVtP1Rj5xvYrGgUZSPPMWrkyqwr5rMajclu16XUiBfu9Q=s96-c"
      },
      {
        "title": "Best Books You Should Read For Self-Growth in 2022",
        "image": "https://i.ibb.co/JzBswXQ/download-3.jpg",
        "Shortdescription": "Self-improvement is the most important thing that we need to achieve. I’m sure at one point or another in our lives, we hit upon an epiphany and ask ourselves this question: why do I need self-growth? And how can I reach it? That is why here are some books that you need to read to reach your self-growth.",
        "LongDescription": "The 7 Habits of Highly Effective People by Stephen R. Covey.This classic book teaches readers how to develop habits that lead to personal and professional success. Covey presents a framework for effective living based on timeless principles like proactivity, prioritization, and synergy.Atomic Habits by James Clear.Clear explains how small, incremental changes in our habits can have a profound impact on our lives. He provides practical strategies to break bad habits, establish good ones, and ultimately create a system for continuous personal improvement.",
        "published_date": "Tue Nov 05 2023 22:56:55 GMT+0600 (Bangladesh Standard Time)",
        "category": "Self help",
        "blogowner": "Tanya Sultana",
        "blogowneremail": "tanyasultana60@gmail.com",
        "blogownerimage": "https://lh3.googleusercontent.com/a/ACg8ocLVtP1Rj5xvYrGgUZSPPMWrkyqwr5rMajclu16XUiBfu9Q=s96-c"
      },
      {
        "title": "Best Science-fictions book of 2023",
        "image": "https://i.ibb.co/x6n5ZnG/download.jpg",
        "Shortdescription": "People likes to read something imaginative and futuristic concept.Something like that present in Sci-Fi.it usually set in dystopian and futuristic scenarios where the advancement of technology has presented the characters in the story with novel social and personal problems that are to be solved. ",
        "LongDescription": "Here are top Sci-Fi books I recommend t0 read in this year 2023.The books are-'Dune': by Frank Herbert: In a distant future, interstellar noble families fight for control over the desert planet Arrakis, the only source of a valuable spice called melange.'Ender's Game' by Orson Scott Card: A young boy, Ender Wiggin, is trained at a military academy in a battle against an alien species threatening humanity.'1984' by George Orwell: Set in a dystopian society, this classic explores themes of totalitarianism, surveillance, and the fight for individual freedom.'The Martian' by Andy Weir, Stranded alone on Mars, astronaut Mark Watney must use his resourcefulness and scientific knowledge to survive and find a way back home.'Neuromancer' by William Gibson: This cyberpunk novel follows a washed-up computer hacker hired for an impossible heist involving artificial intelligence and corporate espionage.",
        "published_date": "Tue Nov 07 2023 23:15:01 GMT+0600 (Bangladesh Standard Time)",
        "category": "Science Fiction",
        "blogowner": "Tanya Sultana",
        "blogowneremail": "tanyasultana60@gmail.com",
        "blogownerimage": "https://lh3.googleusercontent.com/a/ACg8ocLVtP1Rj5xvYrGgUZSPPMWrkyqwr5rMajclu16XUiBfu9Q=s96-c"
      }
    ]